/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@ (autosparat)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@ kan inte öppna filer i formatet ”%2$@”.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@ kan inte öppna filer av denna typ.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "”%1$@” kunde inte hanteras eftersom %2$@ inte kan öppna filer i formatet ”%3$@”.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = "”%1$@” kunde inte hanteras eftersom %2$@ inte kan öppna filer av denna typ.";

/* Label of Cancel button. */
"Cancel" = "Avbryt";

/* Action name for undoing print info changes. */
"Change Print Settings" = "Ändra utskriftsformat";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "Stäng";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "Spara inte";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "Vill du ändå skriva över det?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "Vill du återgå till den senast sparade versionen av dokumentet ”%@”?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Vill du spara ändringarna i dokumentet ”%@”?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "Skriv inte över";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "Spara inte";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "Fel";

/* Title of a save panel for a Save To operation. */
"Export" = "Exportera";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "Exportera som:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "Om du inte granskar dokumenten kommer alla ändringar att försvinna.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "Det kommer att sparas i mappen ”%@”, eller så kan du ange någon annan plats.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "Det kommer att sparas under det nya namnet, eller så kan du ange ett annat namn.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "Inget dokument kunde skapas. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "Skriv över";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "Avsluta";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "Avsluta ändå";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "Återgå";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "Granska ändringar…";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "Granska ej sparade dokument";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "Spara";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "Spara som:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "Spara som…";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "Spara ändringarna i ”%@”?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "Spara…";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "Det automatsparade dokumentet ”%1$@” kunde inte öppnas igen. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "Ändringar som gjordes av det andra programmet förloras om du sparar. Vill du ändå spara?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "Dokumentet ”%1$@” kunde inte sparas automatiskt. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "Dokumentet ”%1$@” kunde inte exporteras som ”%2$@”. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "Dokumentet ”%1$@” kunde inte öppnas för utskrift. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "Dokumentet ”%1$@” kunde inte öppnas. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "Dokumentet ”%1$@” kunde inte skrivas ut. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "Dokumentet ”%1$@” kunde inte återgå. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "Dokumentet ”%1$@” kunde inte sparas som ”%2$@”. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "Dokumentet ”%1$@” kunde inte sparas. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "Dokumentet ”%@” har flyttats.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "Dokumentet ”%@” ligger i papperskorgen.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "Filen ”%@” är låst.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "Filen är låst.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "Dokumentet ”%@” kan inte hittas.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "Det tidigare dokumentet ”%@” kunde inte öppnas.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "Det tidigare dokumentet ”%@” saknas.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "Det här dokumentet kunde inte sparas automatiskt eftersom du saknar skrivbehörighet till mappen det ligger i.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "Dokumentet har bytt namn till ”%@”.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "Den här dokumentfilen har ändrats av ett annat program sedan du sist öppnade eller sparade den.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "Ej sparat %@-dokument";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "Osparat %1$@-dokument %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "Namnlöst";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "Namnlös %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "Du kan spara det någon annanstans.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "Du kan ange var det ska sparas.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Det finns %1$@ %2$@-dokument med osparade ändringar. Vill du granska ändringarna innan du avslutar?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "Du har inte sparat alla dokument.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "Dina ändringar går förlorade om datorn eller strömförsörjningen krånglar innan du sparat dem.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "Ändringarna går förlorade om du inte sparar dem.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "Dina senaste ändringar kommer att förloras.";

